tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "louisbrunner/valgrind"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bazelisk"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git"
brew "libssh2"
brew "mas"
brew "ninja"
brew "node"
brew "openjdk"
brew "pandoc"
brew "virtualenv"
brew "pre-commit"
brew "python@3.10"
brew "rust"
brew "rustfmt"
brew "sile"
brew "terraform"
brew "watch"
brew "wget"
brew "wimlib"
brew "yt-dlp"
brew "daipeihust/tap/im-select"
cask "android-sdk"
cask "android-studio"
cask "balenaetcher"
cask "clion"
cask "copilot-for-xcode"
cask "discord"
cask "docker"
cask "eqmac"
cask "flutter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "mactex"
cask "miniconda"
cask "notion"
cask "onedrive"
cask "pycharm"
cask "rider"
cask "slack"
cask "steam"
cask "temurin8"
cask "unity-hub"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Compressor", id: 424390742
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "GoodNotes", id: 1444383602
mas "Horo", id: 1437226581
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
vscode "azemoh.one-monokai"
vscode "batisteo.vscode-django"
vscode "berublan.vscode-log-viewer"
vscode "bmalehorn.vscode-fish"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "elazarcoh.simply-view-image-for-python-debugging"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jock.svg"
vscode "justusadam.language-haskell"
vscode "marp-team.marp-vscode"
vscode "mike-lischke.vscode-antlr4"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msjsdiag.vscode-react-native"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
