tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "mas"
brew "node"
brew "pre-commit"
brew "python@3.10"
brew "rust"
brew "rustfmt"
brew "sile"
brew "terraform"
brew "wget"
brew "yt-dlp"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "miniconda"
cask "notion"
cask "onedrive"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "zoom"
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "카카오톡", id: 869223134
mas "한컴오피스 한글 2014 VP 뷰어", id: 416746898
