tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "louisbrunner/valgrind"
brew "cask"
brew "cmake"
brew "ffmpeg"
brew "gh"
brew "git"
brew "libssh2"
brew "mas"
brew "node"
brew "openjdk"
brew "virtualenv"
brew "pre-commit"
brew "python"
brew "rust"
brew "rustfmt"
brew "terraform"
brew "watch"
brew "wget"
brew "yt-dlp"
cask "android-studio"
cask "balenaetcher"
cask "clion"
cask "discord"
cask "docker"
cask "flutter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "mactex"
cask "miniconda"
cask "notion"
cask "onedrive"
cask "pycharm"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "zoom"
mas "Compressor", id: 424390742
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
